[
  {
    "id": 1,
    "title": "Nasa SpaceX launch: What is the Crew Dragon?",
    "date": "2020-05-31",
    "category": "Technology",
    "source": "https://www.bbc.com/news/science-environment-52840482",
    "image": "https://ichef.bbci.co.uk/news/660/cpsprodpb/7807/production/_112572703_dm-1-20181218-129a8083-2-apprvd.jpg",
    "lead": "The Crew Dragon launched astronauts from US soil for the first time since the last Shuttle flight in 2011.",
    "content": "<p>The Crew Dragon launched astronauts from US soil for the first time since the last Shuttle flight in 2011. But it's a very different type of vehicle to Nasa's retired spaceplane.</p><p>Elon Musk says human spaceflight had always been the fundamental goal for his pioneering company SpaceX.</p><p>The entrepreneur achieved that ambition on Saturday 30 May 2020, when the Crew Dragon spacecraft carried Nasa astronauts Doug Hurley and Bob Behnken into orbit for a rendezvous with the International Space Station (ISS).</p>"
  },
  {
    "id": 2,
    "title": "Apple iPhone at risk of hacking through email app",
    "date": "2020-04-23",
    "category": "Technology",
    "source": "https://www.bbc.com/news/technology-52391759",
    "image": "https://ichef.bbci.co.uk/news/660/cpsprodpb/67A6/production/_106743562_apple2getty.jpg",
    "lead": "A flaw in Apple's mobile operating system may have left millions of iPhone and iPad users vulnerable to hackers.",
    "content": "<p>A flaw in Apple's mobile operating system may have left millions of iPhone and iPad users vulnerable to hackers.</p><p>Research published by ZecOps, a mobile security firm, said a bug in the Mail app made devices susceptible to sophisticated attacks.</p><p>The firm said it had \"high confidence\" the bug has been used to exploited at least six high-profile victims.</p>"
  },
  {
    "id": 3,
    "title": "Twitter bans incitement to attack 5G towers",
    "date": "2020-04-23",
    "category": "Technology",
    "source": "https://www.bbc.com/news/technology-52395158",
    "image": "https://ichef.bbci.co.uk/news/660/cpsprodpb/A78A/production/_111909824_twitter.png",
    "lead": "Twitter is to delete \"unverified claims\" that could lead directly to the destruction of critical infrastructure or cause widespread panic.",
    "content": "<p>Twitter is to delete \"unverified claims\" that could lead directly to the destruction of critical infrastructure or cause widespread panic.</p><p>It changed its rules following a series of attacks on mobile phone towers in the UK, fuelled by the spread of false conspiracy theories on social media.</p><p>Twitter said it would not remove 5G and coronavirus misinformation, but would remove direct incitement to action.</p>"
  },
  {
    "id": 4,
    "title": "Tsunami risk identified near future Indonesian capital",
    "date": "2020-04-23",
    "category": "Science",
    "source": "https://www.bbc.com/news/science-environment-52388352",
    "image": "https://ichef.bbci.co.uk/news/660/cpsprodpb/84D0/production/_111900043_3.jpg",
    "lead": "Scientists have identified a potential tsunami risk in the region chosen by Indonesia for its new capital.",
    "content": "<p>Scientists have identified a potential tsunami risk in the region chosen by Indonesia for its new capital.</p><p>The researchers mapped evidence of multiple ancient underwater landslides in the Makassar Strait between the islands of Borneo and Sulawesi.</p><p>If the largest of these were repeated today, it would generate tsunami capable of inundating Balikpapan Bay - an area close to the proposed capital.</p>"
  },
  {
    "id": 5,
    "title": "Antarctica's A-68: Is the world's biggest iceberg about to break up?",
    "date": "2020-04-23",
    "category": "Science",
    "source": "https://www.bbc.com/news/science-environment-52395008",
    "image": "https://ichef.bbci.co.uk/news/660/cpsprodpb/17B42/production/_111909079_berg.jpg",
    "lead": "The world's biggest iceberg, A-68, just got a little smaller.",
    "content": "<p>The world's biggest iceberg, A-68, just got a little smaller.</p><p>At around 5,100 sq km, the behemoth has been the largest free-floating block of ice in Antarctica since it broke away from the continent in July 2017.</p><p>But on Thursday, it dropped a sizeable chunk measuring about 175 sq km.</p>"
  },
  {
    "id": 6,
    "title": "Climate change: 2019 was Europe's warmest year on record",
    "date": "2020-04-22",
    "category": "Science",
    "source": "https://www.bbc.com/news/science-environment-52380157",
    "image": "https://ichef.bbci.co.uk/news/660/cpsprodpb/15462/production/_111883178_eu4.png",
    "lead": "Europe is heating faster than the global average as new data indicates that last year was the warmest on record.",
    "content": "<p>Europe is heating faster than the global average as new data indicates that last year was the warmest on record.</p><p>While globally the year was the second warmest, a series of heatwaves helped push the region to a new high mark.</p><p>Over the past five years, global temperatures were, on average, just over 1C warmer than at the end of the 19th century."
  },
  {
    "id": 7,
    "title": "National Theatre 'haemorrhaging money'",
    "date": "2020-04-23",
    "category": "Arts",
    "source": "https://www.bbc.com/news/entertainment-arts-52385478",
    "image": "https://ichef.bbci.co.uk/news/660/cpsprodpb/CA44/production/_111908715_ntgds_ntlive_bb_frankenstein_digilistings_1200x650.jpg",
    "lead": "he National Theatre is \"haemorrhaging money\" and is in a \"pretty precarious environment at the moment\", according to its artistic director.",
    "content": "<p>The National Theatre is \"haemorrhaging money\" and is in a \"pretty precarious environment at the moment\", according to its artistic director.</p><p>Rufus Norris has warned that many arts organisations \"won't be able to survive\" the impact of the coronavirus because their work \"has completely dried up\".</p><p>The National Theatre closed on 16 March and all performances in West End theatres have been cancelled until at least 31 May.</p>"
  },
  {
    "id": 8,
    "title": "Spotify allows fans to pay musicians directly",
    "date": "2020-04-23",
    "category": "Arts",
    "source": "https://www.bbc.com/news/entertainment-arts-52393960",
    "image": "https://ichef.bbci.co.uk/news/660/cpsprodpb/182A4/production/_111908989_gettyimages-1209519775.jpg",
    "lead": "Spotify has introduced a new feature allowing artists to receive \"tips\" or donate money to charity.",
    "content": "<p>Spotify has introduced a new feature allowing artists to receive \"tips\" or donate money to charity.</p><p>Bands can pin an \"Artist Fundraising Pick\" badge to the top of their Spotify profile, highlighting a fundraising destination where fans can send cash.</p><p>As well as fundraising for themselves, artists can give money to charity or to road crews who are out of work while tours are on hold due to Covid-19.</p>"
  },
  {
    "id": 9,
    "title": "What can we learn from Robinson Crusoe writer's 1722 plague book?",
    "date": "2020-04-23",
    "category": "Arts",
    "source": "https://www.bbc.com/news/entertainment-arts-52353832",
    "image": "https://ichef.bbci.co.uk/news/660/cpsprodpb/11C5B/production/_111859727_plague.jpg",
    "lead": "More than 300 years ago London was in the grip of the Great Plague. Robinson Crusoe writer Daniel Defoe's account about this time - A Journal of the Plague Year - was an early example of faction, which was written afterwards but based on detailed research.",
    "content": "<p>More than 300 years ago London was in the grip of the Great Plague. Robinson Crusoe writer Daniel Defoe's account about this time - A Journal of the Plague Year - was an early example of faction, which was written afterwards but based on detailed research. And its story of self-isolation and social distancing feels familiar to us right now.</p><p>When the Great Plague broke out in 1665 Defoe was just a child. The book he wrote as an adult was a blend of research, personal memories, imagination and possibly of stories told by an uncle who'd stayed in London throughout. Yet it's become the classic account, with scenes and observations which ring true for readers in 2020.</p>"
  }
]
